{
  "Header": "Makan Sehat dan Enak",
  "Resep" : [
    {
        "nama": "Ayam Panggang",
        "kategori":"Makan Berat",
        "bahan": "1 ekor ayam \n4 lembar daun salam2 batang serai, memarkan.\n3 sendok makan irisan gula jawa.\n2 sendok makan air asam jawa.\n500 ml santan.\nGaram secukupnya.\nMinyak goreng untuk menumis.\n6 butir bawang merah.\n5 siung bawang putih.\n1 sendok makan ketumbar bubuk.\n5 butir kemiri, sangrai.\n½ sendok tehmerica bubun1 cm jahe.\n1 cm lengkuas.",
        "cara":"-\t  Haluskan bumbu, lalu tumis bumbu beserta serai dan daun salam sampai harum.\n-\t  Masukkan ayam, aduk-aduk sampai ayam berubah warna. \n-\t  Masukkan irisan gula jawa dan air asam perlahan-lahan, aduk hingga rata.\n-\t  Tambahkan santan sedikit demi sedikit sambil diaduk agar santan tidak pecah.\n-\t  Masak pada api sedang hingga kuah santan mengental; angkat ayam.\n-\t  Panggang ayam sambil diolesi bumbu sampai matang."
    },
    {
      "nama": "Donat Panggang Labu Kuning",
      "kategori":"Kue",
      "bahan": "    200 gram tepung terigu protein tinggi\n    175 ml susu cair dingin\n    125 gram labu kuning \n   50 gram gula pasir  \n  1 sendok teh ragi instan  \n  2 kuning telur  \n  100 gram tepung terigu protein sedang \n   1 putih telur  \n  2 tetes pewarna kuning  \n  50 gram mentega tawar  \n  1/2 sendok teh garam\n80 ml air hangat\n    1 sendok teh ragi instan\n    1 sendok teh gula pasir\n100 gram gula pasir\n   150 gram white cooking chocolate\n    150 ml susu cair",
      "cara": "     Hal pertama silahkan lakukan dengan mempersiapkan peralatan yang akan dibutuhkan untuk membuat adonan donat. Beberapa peralatan seperti halnya baskom, loyang, beberapa wadah dan sebuah kocokan akan membantu anda untuk dapat membuat adonan donat dengan lebih mudah dan lebih praktis. Untuk itu, maka sebaiknya silahkan persiapkan semua peralatan yang disebutkan diatas agar mempermudah anda dalam membuat adonan.\n    Bila sudah selesai silahkan lanjutkan dengan mengupas kulit labu kuning dengan menggunakan pisau sampai bersih dan merata. Setelah itu, potong-potong labu dengan menggunakan pisau.\n    Bawa labu ke tempat cucian untuk kemudian dibersihkan secara merata sampai kotoran dan kuman yang ada pada labu bisa dihilangkan secara merata.\n    Kemudian masukkan potongan labu kuning dalam kukusan dan kukus secara merata hingga semua bahan ini berubah teksturnya menjadi lebih lembut dan matang secara merata.\n    Angkat bila sudah empuk dan matang, lalu haluskan dengan menggunakan garpu atau sendok sampai teksturnya benar-benar seperti puree. Setelah itu, sisihkan sementara.\n    Lanjutkan dengan melelehkan margarin dalam wajan. Caranya masukkan margarin kedalam wajan dan nyalakan api yang sedang untuk kemudian diamkan bahan ini sampai meleleh secara merata."
    },
    {
      "nama": "Nasi Goreng Terasi",
      "kategori": "Makan Berat",
      "bahan" : "1 piring nasi dingin\n1 butir telur\nsesuai selera kecap manis\nsecukupnya garam \n3 buah cabai merah \n2 buah cabai keritinn2 siung bawang merah\n2 siung bawang putih\n1 buah kemiri\n1 sdt terasi matang ",
      "cara": "Panaskan minyak goreng kemudian tumis bumbu halus hingga harum dan matang. \nMasukkan telur kemudian orak arik hingga rata dan selanjutnya masukkan nasi dan aduk hingga rata.\nTambahkan kecap dan garam, koreksi rasa dan aduk aduk hingga matang dengan api sedang.\nNasi goreng terasi matang dan siap dihidangkan"
    },
    {
      "nama" :"Bakwan Jagung",
      "kategori": "Makan Ringan",
      "bahan" : "5 sdm tepung terigu\n1/2 sdm tepung aci\n2 buah jagung manis\n2 tangkai daun bawang\n2 lembar kubis\nsecukupnya Garam, air, & penyedap rasa ",
      "cara": "Sisir jagung menggunakan pisau, iris daun bawang dan kubis\n Siapkan wadah, masukan tepung terigu & tepung aci, tambahkan air sedikit demi sedikit sambil diaduk-aduk (jangan terlalu encer), tambahkan garam & penyedap rasa\nMasukan sayuran kedalam adonan, aduk sampai rata\nSiapkan penggorengan dengan minyak yang banyak & api yang sedang, tuangkan 1 sendok sayur membentuk bulatan\nMasak sampai kuning ke emasan, angkat & sajikan dengan cabe rawit / saus sambal"
    },
    {
      "nama" : "Bakwan Udang",
      "kategori" : "Makan Ringan",
      "bahan": " 1 gelas tepung gandum\n2 1/2 gelas tepung kanji\n1 buah telur\n1 1/2 bungkus royco\nsesuai selera Udang kering\n5 batang daun bawang\nsecukupnya Cabe rawit\n1 sacset Kecap manis ",
      "cara" : "Haluskan udang kering dan telur, lalu siapkan tempat untuk membuat adonan, msuk kn semua tepung yg sudah diukur td, tambahkan royco, lada, bawang daun yg sudah di iris tipis,,\nLalu siapkan air mendidih, sambil menunggu air mendidih msukn kn udang dan telur yg sudah dihaluskan tdi menjadi satu, aduk hingga merata\nSetelah air mendidih msuk kn air sedikit demi sedikit hingga adonan tercampur rata\nLalu siapakn air mendidih kembali unt merebus adonan pempek, tunggu adokan sampai mengapung itu tanda nya pempek sudah matang, lalu siapkan minyak unt menggoreng pempek\nCara membuat isi belahan pempek, sangrai udang kering, setelah itu tumbuk halus udang, dan campurkan kecap manis dan cabe rawit sesuai selera,, aduk rata udang, kecap, cabe rawit,, next\nSetelah pempek slesai di goreng belahlah pempek lalu isikn dengan bumbu yg sudah di sediakn td,,\nDan pempek udang kering belah siap disantap"
    }

  ]

}